Repository: sowoi/nextcloud-talk-bot
Catalog: locales/*.po
Languages: es, it, nb_no

source: is a member of the
es: es miembro de la
it: è un membro di
nb_no: er medlem av

source: Aborted.
es: Abortado.
it: Cancellato.
nb_no: Avbrutt.

source: Are you sure you want to continue? (yes/no):
es: ¿Estás seguro de que deseas continuar? (sí/no):
it: Sei sicuro di voler continuare? (sì/no):

source: Arguments to pass to the function.
es: Argumentos para pasar a la función.
it: Argomenti da passare alla funzione.
nb_no: Argumenter å sende til funksjonen

source: Aufgabe
es: Tarea
it: Compito

source: Available options:
es: Opciones disponibles:
it: Opzioni disponibili:
nb_no: Tilgjengelige valg:

source: Call Nextcloud Commands via NextcloudTalkBot Framework
es: Usar los comandos de Nextcloud a través de NextcloudTalkBot Framework
it: Chiamare i comandi di Nextcloud tramite il framework NextcloudTalkBot
nb_no: Kall Nextcloud-kommandoer via NextcloudTalkBot-rammeverket

source: Continuing with FirstRunSetup...
es: Continuando con FirstRunSetup...
it: Continuare con FirstRunSetup...

source: Error: This script should not be run as root or with sudo.
es: Error: Este script no debe ejecutarse como root o con sudo.
it: Errore: Questo script non deve essere eseguito come root o con sudo.
nb_no: Feil: Skriptet skal ikke kjøres som rot-bruker eller med sudo.

source: First Run setup
es: Configuración de la primera ejecución
it: Setup di prima esecuzione
nb_no: Førstegangsoppsett

source: FirstRunSetup aborted.
es: Primera ejecución de la instalación abortada.
it: Setup di prima esecuzione annullato.

source: Found the following chats about the entered user. Select the chat by entering the number in front of it.
es: Encuentra los siguientes chats sobre el usuario introducido. Seleccione el chat introduciendo el número que aparece delante de él.
it: Sono state trovate le seguenti chat sull'utente inserito. Selezionare la chat inserendo il numero davanti ad essa.
nb_no: Fant følgende sludringer om angitt bruker. Velg sludringen ved å endre tallet foran den.

source: Function to call. Type option --list to get all parameters or option --help for help
es: Función a llamar. Escriba la opción --list para obtener todos los parámetros o la opción --help para obtener ayuda
it: Funzione da chiamare. Digitare l'opzione --list per ottenere tutti i parametri o l'opzione --help per la guida
nb_no: Funksjon å kalle. Skriv «option --list» for å få alle parameterne, eller «option --help» for hjelp

source: Incorrect login data. Please try again.
es: Datos de acceso incorrectos. Por favor, inténtelo de nuevo.
it: Dati di accesso errati. Riprovare.
nb_no: Feilaktig innloggingsdata. Prøv igjen.

source: Invalid entry.
es: Entrada no válida.
it: Dati non validi.
nb_no: Ugyldig oppføring.

source: Invalid input. Please enter 'yes' or 'no'.
es: Entrada no válida. Por favor, introduzca "sí" o "no".
it: Dati non validi. Inserire "sì" o "no".
nb_no: Ugyldig inndata. Skriv inn «ja», eller «nei».

source: Invalid input. Please enter a number between 1 and
es: Entrada no válida. Por favor, introduzca un número entre 1 y
it: Dati non validi. Per favore inserire un numero tra 1 e
nb_no: Ugyldig inndata. Skriv inn et tall mellom 1 og

source: Invalid selection.
es: Selección incorrecta.
it: Dati non validi.
nb_no: Ugyldig utvalg

source: List available options or functions.
es: Lista de opciones o funciones disponibles.
it: Elenca le opzioni o le funzioni disponibili.
nb_no: List opp tilgjengelige alternativer eller funksjoner.

source: Login data are OK
es: Los datos de acceso son correctos

source: Message deleted
es: Mensaje eliminado
nb_no: Melding slettet

source: Option name. Type --list to get all options.
es: Nombre de la opción. Escriba --list para obtener todas las opciones.
nb_no: Alternativnavn. Skriv «--list» for å få alle alternativer.

source: Please choose event by number:
es: Por favor, elija el evento por número:

source: Please enter a number.
es: Por favor, introduzca un número.
nb_no: Skriv inn et tall.

source: Please enter the bot user's app password:
es: Por favor, introduce la contraseña de la aplicación del usuario bot:
nb_no: Skriv inn brukerens brukerprogramspassord:

source: Please enter the number of the list item you want to select:
es: Por favor, introduzca el número del elemento de la lista que desea seleccionar:

source: Please enter your complete Nextcloud address including https://:
es: Por favor, introduce tu dirección completa de Nextcloud incluyendo https://:

source: Please specify the username of the bot user:
es: Por favor, especifica el nombre de usuario del bot:

source: Poll closing aborted.
es: Cierre de la encuesta abortado.

source: PollId not found
es: PollId no encontrado

source: Sending file to Nextcloud Talk
es: Envío de archivos a Nextcloud Talk

source: Shared
es: Compartido
nb_no: Delt

source: Termin
es: Fecha límite

source: The .nextclouddata file already exists. If you continue, this file will be overwritten.
es: El archivo .nextclouddata ya existe. Si continúa, este archivo se sobrescribirá.
nb_no: .nextclouddata-filen finnes allerede. Hvis du fortsetter vil filen bli overskrevet.

source: The .nextclouddata file does not exist. Please run the first_run_setup script first.
es: El archivo .nextclouddata no existe. Ejecute primero el script first_run_setup.

source: The user
es: El usuario
nb_no: Brukeren

source: This wizard guides you through the configuration of the framework. Make sure you have created a bot user that has only limited rights. Enable 2FA for this bot user and create an app password in Nextcloud.
es: Este asistente le guiará a través de la configuración del framework. Asegúrate de haber creado un usuario bot que solo tenga derechos limitados. Habilita 2FA para este usuario bot y crea una contraseña de aplicación en Nextcloud.
nb_no: Veiviseren tar deg gjennom oppsettet av rammeverket. Forsikre deg om at du har opprettet en bott-bruker som har kun begrensede rettigheter. Skru på 2FA for denne bott-brukeren og opprett et programpassord i Nextcloud.

source: Warning: CPU load is greater than 10.
es: Advertencia: La carga de la CPU es superior a 10.
nb_no: Advarsel: Prosessorlast er større enn 10.

source: Warning: Less than 10GB storage free.
es: Advertencia: Menos de 10 GB de almacenamiento libre.

source: Warning: Less than 20% memory free.
es: Advertencia: Menos del 20% de memoria libre.
nb_no: Advarsel: Mindre enn 20% ledig minne.

source: Warning: The system is swapping.
es: Advertencia: El sistema está cambiando.

source: Warning: There are app updates available for the following apps:
es: Advertencia: Hay actualizaciones disponibles para las siguientes aplicaciones:
nb_no: Advarsel: Det finnes programoppgraderinger for disse programmene:

source: changed
es: modificado
nb_no: endret

source: created
es: creado
nb_no: opprettet

source: deleted
es: borrado
nb_no: slettet

source: event
es: evento
nb_no: begivenhet

source: to-do
es: tareas pendientes
nb_no: gjøremål

source: type options --list to get available functions
es: escriba las opciones --list para obtener las funciones disponibles

source: yes
es: sí
nb_no: ja

source: no
nb_no: nei
